{
	"default_language": "en-EN",
	"languages": [
		"en-EN",
		"de-DE"
	],
	"translations": {
		"title": {
			"en-EN": "OPEN THINGS",
			"de-DE": "OPEN THINGS"
		},
		"main_title": {
			"en-EN": "Accessible Research Technology",
			"de-DE": "Accessible Research Technology"
		},
		"quote_text": {
			"en-EN": "It's simple: I love technology but hate it, when companies shut down their support for perfectly goodproducts. That's why I created <span class='companyname'></span>. Affordable, industry grade quality tech with open software: So you could run your things forever.",
			"de-DE": "Es ist einfach: Ich liebe Technologie, aber ich hasse es, wenn Unternehmen ihre Unterstützung für einwandfreie Produkte einstellen. Deshalb habe ich Open Things gegründet. Erschwingliche, industriequalitative Technologie mit Open-Source-Software: Damit du deine Dinge für immer betreiben kannst."
		},
		"quote_author": {
			"en-EN": "Mirko Haeberlin - Founder of OPEN THINGS",
			"de-DE": "Mirko Haeberlin - Gründer von OPEN THINGS"
		},
		"research_link": {
			"en-EN": "Openthings & Research",
			"de-DE": "Offene Dinge & Forschung"
		},
		"opensource_link": {
			"en-EN": "Open Source Approach",
			"de-DE": "Open-Source-Ansatz"
		},
		"impressum_link": {
			"en-EN": "Imprint",
			"de-DE": "Impressum"
		},
		"data_security_link": {
			"en-EN": "Data Security",
			"de-DE": "Datenschutz"
		},
		"card_title_custom": {
			"en-EN": "Custom",
			"de-DE": "Individuelle Lösung"
		},
		"card_description_custom": {
			"en-EN": "Custom solutions for individual technology needs",
			"de-DE": "Maßgeschneiderte Lösungen für individuelle Technologie-Bedürfnisse"
		},
		"card_title_thing0": {
			"en-EN": "Thread Sensor Tag",
			"de-DE": "Thread Sensor Tag"
		},
		"card_description_thing0": {
			"en-EN": "Extremely durable sensor for temperature, pressure, humidity and light",
			"de-DE": "Extrem langlebiger Sensor für Temperatur, Druck, Luftfeuchtigkeit und Licht"
		},
		"card_title_thing1": {
			"en-EN": "Openthing 1 : ESP-CM3",
			"de-DE": "Openthing 1 : ESP-CM3"
		},
		"card_description_thing1": {
			"en-EN": "ESP32-S2 Compute Module as a replacement for the Raspberry Pi Compute Module",
			"de-DE": "ESP32-S2 Compute Modul als Ersatz für das Raspberry Pi Compute Module"
		},
		"card_title_thing2": {
			"en-EN": "Openthing 2 : RepTrap",
			"de-DE": "Openthing 2 : RepTrap"
		},
		"card_description_thing2": {
			"en-EN": "A distance measurement based sensor as a camera trigger",
			"de-DE": "Ein auf Distanzmessung basierender Sensor als Kameraauslöser"
		},
		"card_title_thing3": {
			"en-EN": "Openthing 3 : RiverWatch",
			"de-DE": "Openthing 3 : RiverWatch"
		},
		"card_description_thing3": {
			"en-EN": "A high precision water level sensor based on pressure measurement",
			"de-DE": "Hochpräziser Sensor zur Überwachung des Wasserspiegels durch Druckmessung"
		},
		"card_title_thing4": {
			"en-EN": "Openthing 4 : ClimateArray",
			"de-DE": "Openthing 4 : ClimateArray"
		},
		"card_description_thing4": {
			"en-EN": "Sensor array for monitoring the microclimate in a limited area",
			"de-DE": "Sensor-Array zur Überwachung des Mikroklimas in einem begrenzten Bereich"
		},
		"order_now": {
			"en-EN": "Order now",
			"de-DE": "Jetzt bestellen"
		},
		"thing0_general_short_description": {
			"en-EN": "Extremely durable sensor for temperature, pressure, humidity and light for your Open Thread network by Google.",
			"de-DE": "Extrem langlebiger Sensor für Temperatur, Druck, Luftfeuchtigkeit und Licht für dein Open-Thread Netzwerk von Google."
		},
		"thing0_dimensions_label": {
			"en-EN": "Dimensions",
			"de-DE": "Maße"
		},
		"thing0_processor_label": {
			"en-EN": "Processor",
			"de-DE": "Prozessor"
		},
		"thing0_sensors_label": {
			"en-EN": "Sensors",
			"de-DE": "Sensoren"
		},
		"thing0_sensors_desc": {
			"en-EN": "Pressure, temperature, humidity, light",
			"de-DE": "Luftdruck, Temperatur, Luftfeuchtigkeit, Licht"
		},
		"thing0_network_label": {
			"en-EN": "Network",
			"de-DE": "Netzwerk"
		},
		"thing0_network_desc": {
			"en-EN": "Open Thread by Google",
			"de-DE": "Open Thread von Google"
		},
		"thing0_power_consumption_label": {
			"en-EN": "Power consumption",
			"de-DE": "Stromverbrauch"
		},
		"thing0_battery_label": {
			"en-EN": "Battery",
			"de-DE": "Batterie"
		},
		"thing0_battery_lifetime_label": {
			"en-EN": "Battery lifetime",
			"de-DE": "Batterielaufzeit"
		},
		"thing0_battery_lifetime_desc": {
			"en-EN": "~2.5 years",
			"de-DE": "~2.5 Jahre"
		},
		"thing0_big_description": {
			"de-DE": "Der Thread Sensor Tag ist ein sehr kompakter low power Sensor, der Druck, Temperatur, Luftfeuchtigkeit und Helligkeit messen kann und alle 20 Sekunden ins OpenThread Netzwerk versendet. Sein geringer Stromverbrauch erlaubt eine Laufzeit von 3 Jahren mit nur einer Knopfzellenbatterie. Das 3D-gedruckte Gehäuse lässt sich problemlos auf unterschiedlichsten Oberflächen anbringen. </br></br>Bei diesem Open-source Projekt geht es uns darum, die innovative Thread Netzwerktechnologie zugänglicher zu machen, da wir in dieser Technologie ein grosses Potential für die Vernetzung von smarten Produkten sehen. OpenThread ist derzeit noch nicht überall verfügbar, ist aber die Zukunft. Geräte von Apple und Google sind werden dafür vorbereitet, sich in Zukunft über diese sichere und stromsparende IPv6 basierende Mesh-Netzwerktechnologie miteinander zu „unterhalten“.",
			"en-EN": "The Thread Sensor Tag is a very compact low power sensor that can measure pressure, temperature, humidity and brightness and sends it to the OpenThread network every 20 seconds. Its low power consumption allows a runtime of 3 years with just one button cell battery. The 3D printed housing can be easily attached to a wide variety of surfaces. </br></br>With this open-source project, we want to make the innovative Thread network technology more accessible, as we see great potential for the networking of smart products in this technology. OpenThread is not yet available everywhere, but it is the future. Devices from Apple and Google are being prepared to communicate with each other via this secure and energy-saving IPv6-based mesh network technology in the future."
		},
		"thing0_short_claim": {
			"en-EN": "Compact, energy efficient and innovative. Your connection </br>to the future of networking </br>of smart products",
			"de-DE": "Kompakt, energieeffizient und innovativ. Ihre Verbindung </br>zur Zukunft der Vernetzung </br>von smarten Produkten"
		},
		"github_repository_link": {
			"en-EN": "Git Hub Repository",
			"de-DE": "Git Hub Repository"
		},
		"help_fund": {
			"en-EN": "Help Fund",
			"de-DE": "Zur Kampaign"
		},
		"thing1_general_short_description": {
			"en-EN": "Imagine harnessing the power and versatility of the Raspberry Pi Compute Module 3 (CM3) but on a platform built around the tried-and-true ESP32-S2 chip, and entirely open source. That’s precisely what Openthing 1 ESP-CM3 brings to the table. This project is designed to replace the Raspberry Pi CM3 while providing an accessible, affordable, and open-source alternative for developers and hobbyists worldwide.",
			"de-DE": "Stell dir vor, du könntest die Leistung und Vielseitigkeit des Raspberry Pi Compute Module 3 (CM3) nutzen, aber auf einer Plattform, die auf dem bewährten ESP32-S2-Chip basiert und vollständig Open Source ist. Genau das bietet Openthing 1 ESP-CM3. Dieses Projekt ist darauf ausgelegt, das Raspberry Pi CM3 zu ersetzen und gleichzeitig eine zugängliche, erschwingliche und Open-Source-Alternative für Entwickler und Hobbyisten auf der ganzen Welt zu bieten."
		},
		"thing1_dimensions_label": {
			"en-EN": "Dimensions",
			"de-DE": "Maße"
		},
		"thing1_processor_label": {
			"en-EN": "Processor",
			"de-DE": "Prozessor"
		},
		"thing1_memory_label": {
			"en-EN": "Memory",
			"de-DE": "Speicher"
		},
		"thing1_wifi_label": {
			"en-EN": "WiFi",
			"de-DE": "WiFi"
		},
		"thing1_wifi_desc": {
			"en-EN": "802.11 b/g/n 2.4 GHz",
			"de-DE": "802.11 b/g/n 2.4 GHz"
		},
		"thing1_ethernet_label": {
			"en-EN": "Ethernet",
			"de-DE": "Ethernet"
		},
		"thing1_ethernet_desc": {
			"de-DE": "externer USB-zu-Ethernet-Brückenkonverter erforderlich",
			"en_EN": "external USB to Ethernet bridge converter required"
		},
		"thing1_power_consumption_label": {
			"en-EN": "Power consumption",
			"de-DE": "Stromverbrauch"
		},
		"thing1_power_consumption_desc": {
			"en-EN": "5-240 Milliwatt (mW)",
			"de-DE": "5-240 Milliwatt (mW)"
		},
		"thing1_operating_system_label": {
			"en-EN": "Operating System",
			"de-DE": "Betriebssystem"
		},
		"thing1_operating_system_desc": {
			"de-DE": "kann verschiedene Betriebssysteme ausführen oder direkt auf dem Mikrocontroller benutzerdefinierten Code ausführen",
			"en-EN": "can run various operating systems or run custom code directly on the microcontroller"
		},
		"thing1_usb_label": {
			"en-EN": "USB",
			"de-DE": "USB"
		},
		"thing1_usb_desc": {
			"de-DE": "USB On-The-Go (OTG) in voller Geschwindigkeit",
			"en-EN": "USB On-The-Go (OTG) at full speed"
		},
		"thing1_gpio_label": {
			"en-EN": "GPIO",
			"de-DE": "GPIO"
		},
		"thing1_gpio_desc": {
			"de-DE": "bis zu 45 GPIO-Pins",
			"en-EN": "up to 45 GPIO pins"
		},
		"thing1_i2c_label": {
			"en-EN": "I2C",
			"de-DE": "I2C"
		},
		"thing1_i2c_desc": {
			"de-DE": "2x",
			"en-EN": "2x"
		},
		"thing1_spi_label": {
			"en-EN": "SPI",
			"de-DE": "SPI"
		},
		"thing1_spi_desc": {
			"de-DE": "2x",
			"en-EN": "2x"
		},
		"thing1_uart_label": {
			"en-EN": "UART",
			"de-DE": "UART"
		},
		"thing1_uart_desc": {
			"de-DE": "1x",
			"en-EN": "1x"
		},
		"thing1_big_description":{
			"de-DE": "Die Hardware des Openthing 1 ESP-CM3 ist vollständig Open Source und OSHWA-zertifiziert. Sie können Dateienwie Schaltpläne, Leiterplattenlayouts, Projektdateien, Software zum Testen des Moduls, Stücklisten usw. inunserem GitHub-Repository finden. <br><br> Das Gerät wird ohne Firmware oder Software geliefert. Der Openthing 1 ESP-CM3 kann verschiedene Betriebssysteme wie Zephyr oder Micropython ausführen, die einfach zu verwenden sind. Wir empfehlen Toit als RTOS für das Modul",
			"en-EN": "The Openthing 1 ESP-CM3 hardware is fully open source and OSHWA certified. You can find files such as schematics, PCB layouts, project files, software to test the module, bill of materials, etc. in our GitHub repository. <br><br> The device is shipped without firmware or software. The Openthing 1 ESP-CM3 can run various operating systems such as Zephyr or Micropython, which are easy to use. We recommend Toit as RTOS for the module"
		},
		"open_source": {
			"en-EN": "Open Source",
			"de-DE": "Open Source"
		},
		"thing1_short_claim": {
			"en-EN": "The powerful, affordable alternative to the Raspberry Pi Compute Module 3 based on ESP32 - maximum features in a compact design",
			"de-DE": "Die leistungsstarke, erschwingliche Alternative zum Raspberry Pi Compute Module 3 auf ESP32-Basis - maximale Funktionen in kompaktem Design"
		},
		"thing2_general_short_description": {
			"de-DE": "Openthing 2 RepTrap ist ein detektier Gerät und Kamera Auslöser zur Aufnahme von Bildern relativ kleiner Tiere, einschließlich Eidechsen, Frösche und kleiner Schlangen oder Mäuse, die von üblichen Bewegungsdetektoren übersehen werden. Dieses Gerät dient als unverzichtbares Werkzeug für Tierfotografen, Forscher und Enthusiasten, die bestrebt sind, diese Kreaturen in ihrer natürlichen Umgebung zu dokumentieren. Das Gerät ist darauf ausgelegt, jede Art von Kamera mit einem externen Eingang für einen Auslöser für den Verschluss auszulösen.",
			"en-EN": "Openthing 2 RepTrap is a detection device and camera trigger for capturing images of relatively small animals, including lizards, frogs and small snakes or mice, which are overlooked by common motion detectors. This device serves as an indispensable tool for animal photographers, researchers and enthusiasts who are eager to document these creatures in their natural environment. The device is designed to trigger any type of camera with an external input for a shutter trigger."
		},
		"thing2_dimensions_label": {
			"en-EN": "Dimensions",
			"de-DE": "Maße"
		},
		"thing2_processor_label": {
			"en-EN": "Processor",
			"de-DE": "Prozessor"
		},
		"thing2_processor_desc": {
			"en-EN": "Raspberry Pi RP2040",
			"de-DE": "Raspberry Pi RP2040"
		},
		"thing2_memory_label": {
			"en-EN": "Memory",
			"de-DE": "Speicher"
		},
		"thing2_memory_desc": {
			"en-EN": "16MB Flash",
			"de-DE": "16MB Flash"
		},
		"thing2_battery_lifetime_label": {
			"en-EN": "Battery lifetime",
			"de-DE": "Batterielaufzeit"
		},
		"thing2_battery_lifetime_desc": {
			"en-EN": "~2 Days",
			"de-DE": "~2 Tage"
		},
		"thing2_sensor_label": {
			"en-EN": "Sensor",
			"de-DE": "Sensor"
		},
		"thing2_sensor_desc": {
			"en-EN": "4x Distance and Proximity Sensor for accurate detection",
			"de-DE": "4x Distanz- und Proximity Sensor für akkurate dedektion"
		},
		"thing2_camera_connector_label": {
			"en-EN": "Camera Connector",
			"de-DE": "Kamera Anschluss"
		},
		"thing2_camera_connector_desc": {
			"en-EN": "2.5 mm Jack",
			"de-DE": "2.5 mm Klinke"
		},
		"thing2_connector_charging_label": {
			"en-EN": "Connector Charging",
			"de-DE": "Anschluss Laden"
		},
		"thing2_connector_charging_desc": {
			"en-EN": "USB-C",
			"de-DE": "USB-C"
		},
		"thing2_nabu_title": {
			"de-DE": "Molche sicher unterscheiden",
			"en-EN": "Differentiate newts safely"
		},
		"thing2_nabu_description": {
			"de-DE": "Bei den vier heimischen Molcharten haben Aktive immer wieder Schwierigkeiten, sie am Zaun schnell und sicher zu bestimmen. Carlo Fuchs von der NABU-Bezirksgruppe Braunschweig hat nun gut nachvollziehbare Unterscheidungsmerkmale zusammengestellt.",
			"en-EN": "With the four native newt species, activists repeatedly have difficulties in quickly and safely identifying them at the fence. Carlo Fuchs from the NABU district group Braunschweig has now put together well comprehensible distinguishing features."
		},
		"thing2_nabu_link": {
			"de-DE": "Mehr lesen bei NABU",
			"en-EN": "Read more at NABU"
		},
		"thing2_problem_title": {
			"de-DE": "Das Problem",
			"en-EN": "The Problem"
		},
		"thing2_problem_desc": {
			"de-DE": "Im Bereich der Tierforschung wird bei der herkömmlichen Methode zur Erfassung kleiner Tiere oft auf traditionelle Fallfallen zurückgegriffen. Diese Fallen bestehen in der Regel aus einem Behälter wie einem Eimer, der dazu dient, das Tier zu fangen, und langen Planen, die auf jeder Seite angebracht sind, um eine trichterförmige Struktur zu schaffen und das Tier in die Falle zu leiten. </br></br> Allerdings birgt dieser Ansatz erhebliche Herausforderungen und potenzielle Risiken für die gefangenen Tiere. Ein Hauptanliegen besteht darin, dass das gefangene Tier einmal gefangen im Inneren der Falle eingeschlossen bleibt und somit anfällig für Angriffe durch andere Tiere in der Umgebung ist. Zudem können ungünstige Wetterbedingungen wie starker Regen die Falle überfluten und das Risiko des Ertrinkens für das gefangene Tier erhöhen, wenn es nicht rechtzeitig überprüft werden kann. </br></br> Ein weiterer Nachteil dieser Fangmethode besteht darin, dass sie darauf angewiesen ist, dass Tiere freiwillig in den Behälter eintreten, was nicht jedes Tier dazu verleitet. Dies stellt für Forscher eine erhebliche Herausforderung dar, da einige Tiere nicht auf die Falle hereinfallen und es versäumen können, den vorgesehenen Behälter zu betreten, was verpasste Gelegenheiten zur Erforschung und Überwachung dieser scheuen Kreaturen zur Folge hat. </br></br>Die Openthing 2 RepTrap soll diesem Problem entgegenwirken und eine Alternative zu den herkömmlichen Methoden bieten.",
			"en-EN": "In the field of animal research, the traditional method of capturing small animals often relies on traditional pitfall traps. These traps typically consist of a container such as a bucket that serves to capture the animal and long tarps attached to each side to create a funnel-shaped structure to guide the animal into the trap. </br></br> However, this approach poses significant challenges and potential risks to the captured animals. One major concern is that the captured animal remains trapped inside the trap once captured, making it vulnerable to attacks by other animals in the vicinity. In addition, adverse weather conditions such as heavy rain can flood the trap and increase the risk of drowning for the captured animal if it cannot be checked in time. </br></br> Another disadvantage of this trapping method is that it relies on animals voluntarily entering the container, which not every animal is tempted to do. This poses a significant challenge for researchers, as some animals may not fall for the trap and may fail to enter the intended container, resulting in missed opportunities to study and monitor these shy creatures. </br></br> The Openthing 2 RepTrap is intended to address this problem and provide an alternative to traditional methods."
		},
		"thing2_short_claim": {
			"de-DE": "Die innovative Lösung für Tierforschung - ohne Risiken und verpasste Gelegenheiten.",
			"en-EN": "The innovative solution for animal research - without risks and missed opportunities."
		}

	}
}